export default () => {
  return new Promise(function (resolve) {
    resolve({
      common: {
        "My-Portfolio": "أعمالى",
        "Learn-more": "تعلم أكثر",
        "reviewtitle1": "!!!! مفيدة للغاية",
        "reviewtitle2": "!!!! رائع",
        "reviewtitle3": "!!!! دعم كبير",
        "comment": "لا يوجد برنامج آخر يرشدك إلى ما تحتاج إلى معرفته بالضبط لبدء متجر على الإنترنت بسرعة ، كتبه شخص قام ببناء العديد من أعمال التجارة الإلكترونية المكونة من 7 أرقام من البداية.",
        "Testimonials": "أراء العملاء",
        "Testimonials-desc": "ماذا يقول عملاؤنا عنا",
      },
      nav: {
        "pages": "صفحات",
        "Home": "الرئيسية",
        "Projects": "المشاريع",
        "solutions": "الحلول",
        "about-Us": "من نحن",
        "news": "الأخبار",
        "pricing": "خطط الأسعار",
        "Services": "الخدمات",
        "Feedback": "أنطباع",
        "dashboard": "لوحة تحكم المستخدم ",
        "contacts": "أتصل بنا",
        "faq": " الأسئلة الشائعة",
      },
      SectionTitle: {
        "Testimonials": "أراء عملائنا",
        "contacts-Us": "أتصل بنا",
      },
      contacts: {
        "Mails": "البريد الإلكتروني ",
        "Phones": "هواتفنا",
        "Address": "موقع المكتب",
        "Working-Hours": "ساعات العمل ",
        "location": "القاهرة , مصر",
        "Get-In-Touch": "ابقى على تواصل",
        "Send-Us-Message": "هل لديك أي أسئلة ؟ أرسل لنا رسالة.",
        "Your-Name":"الأسم *",
        "mail": "البريد الإلكترونى",
        "Subject" : "عنوان الموضوع",
        "Write-message" : "اكتب رسالتك هنا...",
        "Send-Message" : " أرسل رسالة ",
      },
      MobileBar: {
        "home": "الرئيسية",
        "Testimonials": "التعليقات",
      },
      HeroSection: {
        "title": "النموذج الذي تحتاجه شركتك الناشئة",
        "subtitle": " شركة ناشئة هي شركة أو مشروع يقوم به رائد أعمال للبحث عن نموذج أعمال قابل للتطوير وتطويره والتحقق من صحته.",
        "hello": "مرحبًا ",
        "im": "أنا",
        "ahmed": "أحمد سمير",
        "FrontEnd": "مطور الواجهة الأمامية ",
      },
      Portfolio: {
        "title": "مشاريعي المميزة",
        "subtitle": " شركة ناشئة هي شركة أو مشروع يقوم به رائد أعمال للبحث عن نموذج أعمال قابل للتطوير وتطويره والتحقق من صحته.",
      },
      features: {
        "section-title": "الميزات",
        "section-description": "نموذج أحلامك",
        "Product": "تصميم المنتج",
        "Branding": "العلامة التجارية",
        "Programming": "البرمجة",
        "Marketing":"التسويق عبر الإنترنت",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما."
      },
      FromDesign:{
        "title": "من التصميم إلى الكود والعكس.",
        "subtitle": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما. سيبدأ مؤسس الشركة الناشئة في التحقق من صحة السوق عن طريق مقابلة المشكلة ، ومقابلة الحل ، وبناء الحد الأدنى من المنتج القابل للتطبيق (MVP) ، أي نموذج أولي ، لتطوير نماذج أعمالهم والتحقق من صحتها.",
      },
      Testimonials: {
        "section-title": "الشهادات - التوصيات",
        "section-description": " موثوق به من قبل 100 من العملاء",
        },
      blog:{
        "section-title": "مقالات",
        "section-description": "مركز المعرفة",
        "title": "كيف ينمو موقع الويب عملك",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما.",
      },
      Newsletter:{
        "title": "أطلق صاروخك!",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما.",
      },
      footer:{
        "contactus": "اتصل بنا",
        "Social-Media": "تابعنا على ",
        "QuickLinks": "روابط سريعة",
        "Copyright": "حقوق الطبع والنشر",
        "reserved": " كل الحقوق محفوظة.",
      }
    })
  })
}




